2gua.rainbow-brackets
alexcvzz.vscode-sqlite
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
hollowtree.vue-snippets
kisstkondoros.vscode-gutter-preview
mehedidracula.php-namespace-resolver
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
vue.volar
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
